Revit 2027 API
WorksharingSaveAsOptions Constructor
 Constructs a new WorksharingSaveAsOptions with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WorksharingSaveAsOptions()
Public Sub New
public:
WorksharingSaveAsOptions()
new : unit -> WorksharingSaveAsOptions
See Also
Reference
WorksharingSaveAsOptions Class
Autodesk.Revit.DB Namespace